Repository: amin72/homelinks
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Request
fa: درخواست

source: Suggestion and Recommendation
fa: پیشنهاد و انتقاد

source: Advertisement
fa: تبلیغات

source: Support
fa: پشتیبانی

source: Email
fa: ایمیل

source: Text
fa: متن پیام

source: Text up to 1024 characters
fa: حداکثر تعداد کاراکترها ۱۰۲۴ عدد است.

source: Type
fa: موضوع

source: Contact Us
fa: ارتباط با ما

source: Your message was successfully submitted.
fa: پیام شما با موفقیت ارسال شد.

source: Website
fa: وبسایت

source: Channel
fa: کانال

source: Group
fa: گروه

source: Instagram
fa: اینستاگرام

source: Link Type
fa: نوع لینک

source: Select link's type (Website, Channel, Group or Instagram)
fa: نوع لینک ( سایت، کانال، گروه، اینستاگرام ) را انتخاب کنید.

source: Enter a valid phone number
fa: .شماره تلفن را صحیح وارد کنید

source: Phone Number
fa: شماره تلفن

source: User Phone Number, example: 09123456790 (Optional)
fa: شماره تلفن، مثال: ۰۹۱۲۳۴۵۶۷۹۰ (اختیاری)

source: Premium
fa: کاربر برتر

source: Link Created
fa: لینک ساخته شد.

source: Link Updated
fa: لینک بروز رسانی شد.

source: Link Reported
fa: لینک گزارش شد.

source: Type of Action
fa: نوع فعالیت

source: content type
fa: نوع شی

source: object id
fa: شناسه شی

source: Your account has been created! You are now able to log in
fa: حساب کاربری شما ساخته شد! الان می توانید وارد شوید.

source: Your account has been updated
fa: حساب کاربری شما بروز رسانی شد.

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Only premium users are allowed to do this operation
fa: فقط کاربران برتر اجازه انجام این عملیات را دارند.

source: You are not allowed to update/delete this link
fa: شما اجازه بروز رسانی یا حذف این لینک را ندارید.

source: Reported Link
fa: لینک گزارش شده

source: Categories
fa: دسته بندی ها

source: Draft
fa: پيش نويس

source: Published
fa: منتشر شده

source: Title
fa: عنوان

source: Write a title for your link
fa: برای لینک خود یک عنوان مناسب بنویسید.

source: URL
fa: لینک

source: Category
fa: دسته بندی

source: Description
fa: توضیحات

source: Link's description up to 500 characters
fa: حداکثر تعداد کاراکترها ۵۰۰ عدد است.

source: Image
fa: تصویر

source: example: https://www.google.com
fa: مثال: https://www.google.com

source: Iranian
fa: ایرانی

source: Foreign
fa: خارجی

source: Type of Link
fa: نوع سایت

source: Iranian or foreign website
fa: ایرانی یا خارجی بودن سایت را مشخص کنید.

source: Telegram
fa: تلگرام

source: Soroush
fa: سروش

source: Gap
fa: گپ

source: IGap
fa: آی‌گپ

source: Eitaa
fa: ایتا

source: Application
fa: اپلیکیشن

source: Channel ID
fa: شناسه کانال

source: Your channel ID without @ simple
fa: آیدی کانال بدون علامت @

source: example: https://chat.whatsapp.com/46CvXH44diaHVpTRFGA55K
fa: مثال: https://chat.whatsapp.com/46CvXH44diaHVpTRFGA55K

source: Whatsapp
fa: واتس اپ

source: Page ID
fa: شناسه اینستاگرام

source: Your instagram ID without @ simple
fa: آیدی اینستاگرام بدون علامت @

source: Inappropriate content
fa: محتوای نامناسب

source: Mismatched title and description
fa: عدم تطابق با عنوان و توضیحات

source: Broken link
fa: لینک خراب

source: Type of Report
fa: نوع گزارش

source: Website already exists
fa: این وب سایت قبلا ثبت شده است.

source: Channel already exists
fa: این کانال قبلا ثبت شده است.

source: Group already exists
fa: این گروه قبلا ثبت شده است.

source: Instagram page already exists
fa: این صفحه اینستاگرام قبلا ثبت شده است.

source: Sorry, This name is too short
fa: این نام خیلی کوتاه است.

source: Sorry, this name is invalid.
fa: این نام نامعتبر است.

source: Instagram id is incorrect
fa: شناسه اینستاگرام نامعتبر است.

source: Something went wrong. Fill all fields and try again.
fa: اشکالی در ارسال اطلاعات پیش آمد. دوباره امتحان کنید.

source: Your link was successfully created. And it will be processed and published in 24 hours.
fa: لینک شما با موفقیت ثبت شد. و تا ۲۴ ساعت آینده بررسی و منتشر خواهد شد.

source: Your link was successfully updated. And it will be processed and published in 24 hours.
fa: لینک شما با موفقیت بروز رسانی شد. و تا ۲۴ ساعت آینده بررسی و منتشر خواهد شد.

source: Your link was successfully deleted.
fa: لینک شما با موفقیت حذف شد.

source: This application is not registered in the system.
fa: اپلیکیشن در سیستم ثبت نشده است.

source: Your report was successfully submitted.
fa: گزارش شما با موفقیت ثبت شد.

source: Homelinks administration
fa: مدیریت خانه لینک ها
